<?php

// -- Литература
// -- https://04.xn--b1aew.xn--p1ai/document/827650 [оф. сайт мвд рф];
// -- https://www.pravda.ru/society/1278450-grishin/
// -- https://amulex.ru/daily/chto-delat-esli-vymogayut-dengi-i-ugrozhayut/

// -- Articles
$articles = array();

// -- ст.105 УК РФ (Убийство)
$articles["ст.105 УК РФ (Убийство)"] = "
- Старайтесь идти домой только по освещенным и оживленным улицам.<br>
- Возвращаясь домой в ночное время суток, попросите родных, чтобы обязательно вышли Вас встречать или добирайтесь на такси.<br>
- Чтобы не задерживаться возле подъезда, ключи от квартиры нужно приготовить заранее и положить в карман.<br>
- Музыку слушать на улице не рекомендуется, ведь человек, идущий по улице в наушниках, не слышит, что происходит у него за спиной, становясь при этом потенциальной жертвой.<br>
- Если вы все же подверглись нападению, постарайтесь привлечь внимание прохожих громким криком о помощи. Не помешает наличие свистка, чтобы спугнуть нападающего.<br>
- При первой же возможности, обязательно сами или через граждан сообщите о происшествии в полицию по телефону «02».
";

// -- ст.111 УК РФ (Умышленное причинение тяжкого вреда здоровью)
$articles["ст.111 УК РФ (Умышленное причинение тяжкого вреда здоровью)"] = "
- Старайтесь идти домой только по освещенным и оживленным улицам.<br>
- Возвращаясь домой в ночное время суток, попросите родных, чтобы обязательно вышли Вас встречать или добирайтесь на такси.<br>
- Чтобы не задерживаться возле подъезда, ключи от квартиры нужно приготовить заранее и положить в карман.<br>
- Музыку слушать на улице не рекомендуется, ведь человек, идущий по улице в наушниках, не слышит, что происходит у него за спиной, становясь при этом потенциальной жертвой.<br>
- Если вы все же подверглись нападению, постарайтесь привлечь внимание прохожих громким криком о помощи. Не помешает наличие свистка, чтобы спугнуть нападающего.<br>
- При первой же возможности, обязательно сами или через граждан сообщите о происшествии в полицию по телефону «02».
";

// -- ст.131 УК РФ (Изнасилование)
$articles["ст.131 УК РФ (Изнасилование)"] = "
Будьте осторожны при случайных знакомствах, не спешите давать свой телефон и адрес, уходя на вечеринку;<br>
- поставьте своих близких в известность относительно вашего местопребывания и предполагаемого времени возвращения;<br>
- не ходите в гости в квартиру, общежитие к малознакомым людям, как бы привлекательны они вам не казались. Не приглашайте малознакомых людей к себе домой;<br>
- находясь в незнакомой квартире, постарайтесь изучить расположение комнат, дверей, устройство замков, выясните, где телефон и дома ли соседи. Не стесняйтесь позвонить родным, сказать, где вы находитесь;<br>
- если Вы остались с незнакомцем, будьте готовы к внезапному возникновению у него близости. Держите себя свободно, но не кокетничайте и не дразните потенциального насильника;<br>
- если ситуация вышла из-под контроля, помните: у насильников при отпоре желание возрастает. Поэтому, прежде чем звать на помощь, попробуйте твердым и решительным тоном потребовать прекратить попытку насилия. Пообещайте, что пойдете на близость только при нормальных взаимоотношениях и в другой обстановке (постарайтесь врать убедительнее);<br>
- если уговоры и мольбы не помогают, вам придется защищаться, используя подручные средства. Подключите смекалку, чтобы создать больше шума.<br>
Насильники могут поджидать «добычу» и на улице. На этот случай рекомендации таковы:<br>
- если часто бываете в вечернее время вне помещений, неплохо обзавестись свистком или эффективным аэрозольным средством самообороны «Удар», для приобретения которого не требуется разрешения;<br>
не подсаживайтесь в автомобиль к незнакомому водителю;
- не садитесь в лифт, а в позднее время не заходите в подъезд с малознакомыми мужчинами, группой подростков;<br>
- если негодяй напал на вас, пытается заставить идти в незнакомое место: чердак, подвал, нежилой дом, не поддавайтесь.<br>
Помните, там вы будете еще более беззащитны. Если вы чувствуете, что не можете оказать активного сопротивления, сыграйте, упадите в обморок, сделайте вид, что не можете идти от страха.<br>
Если нападение произошло в безлюдном месте, попытайтесь вступить с насильником в переговоры, убедить отказаться от задуманного.<br>
Напомните об Уголовном кодексе, заявите, что ждете приятеля.<br>
Можно постараться разжалобить, сказав, что вы беременны, или отпугнуть намеком на якобы имеющееся венерическое заболевание.<br>
Иногда получается обезоружить нападающего слезами или ошеломить грубостью. Главное – выиграть время.<br>
";

// -- ст.158 УК РФ (Кража)
$articles["ст.158 УК РФ (Кража)"] = "
- Старайтесь не оставаться одни, не ходите в безлюдные места, не демонстрируйте всем и каждому свои деньги и ценности.<br>
- Женщинам сумочку лучше повесить на плечо и покрепче прижать локтем.<br>
- Не доверяйте незнакомцам, которые просят позвонить с вашего мобильного телефона. Благоразумнее будет предложить самим набрать нужный номер. Злоумышленник, скорее всего, откажется и уйдет.<br>
- Если вы все же подверглись нападению, постарайтесь привлечь внимание прохожих громким криком о помощи. Не помешает наличие свистка, чтобы спугнуть нападающего.<br>
- Не рекомендуется носить деньги и драгоценности в сумочке, лучше положить их во внутренние карманы одежды.<br>
- Не возите большую сумму денег в общественном транспорте, особенно в час «пик», лучше потратить немного денег на такси или попросить друзей, родственников отвезти вас по назначению и сберечь всю сумму.<br>
- В пригородных поездах не садитесь в пустой вагон, лучше занять место рядом с другими пассажирами.<br>
- Если в темное время суток в безлюдном месте у вас просят закурить - будьте начеку и готовы к отражению возможного нападения, так как такая просьба часто бывает лишь приемом, отвлекающим ваше внимание.<br>
";

// -- ст.161 УК РФ (Грабёж)
$articles["ст.161 УК РФ (Грабёж)"] = "
- Домовладение или квартиру желательно оборудовать охранной сигнализацией и камерами видеонаблюдения. Кнопку (кнопки) тревожной сигнализации необходимо устанавливать в наиболее удобном для вас месте, с возможностью ее моментального использования.<br>
- Хорошая сторожевая (либо просто большая) собака во дворе частного дома снижает вероятность нападения.<br>
- В ночное время двери и окна (не оборудованные решетками) частных домовладений необходимо закрывать на ключ. Нередки случаи, когда преступники свободно врывались в жилище через незапертые входные двери и окна.<br>
- Старайтесь не оставаться одни, не ходите в безлюдные места, не демонстрируйте всем и каждому свои деньги и ценности.<br>
- Женщинам сумочку лучше повесить на плечо и покрепче прижать локтем.<br>
- Не доверяйте незнакомцам, которые просят позвонить с вашего мобильного телефона. Благоразумнее будет предложить самим набрать нужный номер. Злоумышленник, скорее всего, откажется и уйдет.<br>
- Если вы все же подверглись нападению, постарайтесь привлечь внимание прохожих громким криком о помощи. Не помешает наличие свистка, чтобы спугнуть нападающего.<br>
- Не рекомендуется носить деньги и драгоценности в сумочке, лучше положить их во внутренние карманы одежды.<br>
- Не возите большую сумму денег в общественном транспорте, особенно в час «пик», лучше потратить немного денег на такси или попросить друзей, родственников отвезти вас по назначению и сберечь всю сумму.<br>
- В пригородных поездах не садитесь в пустой вагон, лучше занять место рядом с другими пассажирами.<br>
- Если в темное время суток в безлюдном месте у вас просят закурить - будьте начеку и готовы к отражению возможного нападения, так как такая просьба часто бывает лишь приемом, отвлекающим ваше внимание.<br>
";

// -- ст.162 УК РФ (Разбой)
$articles["ст.162 УК РФ (Разбой)"] = "
- Не проявляйте агрессию к своему обидчику, не относитесь к нему с неприязнью или снисходительно.<br>
- Избегайте спора, не обостряйте и так не очень благоприятную для Вас ситуацию.<br>
- Отвечайте ровно, четко и твердо. Постарайтесь вести себя уверенно.<br>
- В любой момент будьте готовы к защите, но не проявляйте физическую активность первыми.<br>
- Уходя от противника, не поворачивайтесь к нему спиной.<br>
- После индцидента позвоните в полицию и опишите ситуацию.<br>
";


// -- ст.163 УК РФ (Вымогательство)
$articles["ст.163 УК РФ (Вымогательство)"] = "
- Прежде всего выясните с чем связаны угрозы, кто угрожает, чем конкретно угрожает, чего хочет добиться, кто является источником агрессии – организованная криминальная среда, или один человек, преследующий прагматические цели. <br>
- Не паникуйте. Не стоит сразу применять ответную силу, пытаться грубо отвечать, а тем более оскорблять или к чему-то призывать противника.<br>
- Сделайте паузу, возьмите себя в руки. вдумайтесь в смысл выдвинутых вам претензий и требований. Демонстрируйте спокойствие и рассудительность, старайтесь чтобы ваши контраргументы охладили накал ситуации.<br>
- Никогда не торопитесь с ответом. Избегайте категоричных «да» и «нет». Тяните время, не вступайте с вымогателем в срочное, подробное обсуждение предмета угроз, гарантий, суммы отступных. Чем короче у вас будет первый разговор со злоумышленником, тем больше он выскажется на второй встрече, на которую вы придете уже подготовившись и морально, и юридически, и технически. Сошлитесь на плохое самочувствие или на срочную занятость, сделайте все, чтобы перенести встречу.<br>
- Прежде чем принимать какое-либо решение, проанализируйте ситуацию с точки зрения закона и здравого смысла. Оцените риски. Определите адекватную событиям тактику своего поведения, и действуйте в соответствии с ней - последовательно, осторожно, вдумчиво. Если вы не уверены в своих силах и не знаете, как противостоять противоправным действиям - обратитесь за консультацией к опытному юристу или в правоохранительные органы.<br>
Вымогательство сотрудниками полиции или другими лицами можно подтвердить следующими фактами:<br>
- Запись видео.<br>
- Фиксация разговора на диктофон.<br>
- Фотографирование злоумышленника.<br>
- Привлечение свидетеля и т. д.<br>
";

// -- ст.213 УК РФ (Хулиганство)
$articles["ст.213 УК РФ (Хулиганство)"] = "
- Избегайте встречи с подозрительными лицами, не ходите в темное время суток по темным переулкам. Ходите в оживленных местах города.<br>
- Убегайте при первой возможности. Не нужно вступасть в конлифкт, это может быть опасным для вашего здоровья.<br>
- Отдайте деньги и телефон, не рисуйте своей жизнью и здоровьем.<br>
- Сразу же обращайтесь в полицию после инцидента, попросите у прохожих мобильный телефон чтобы вызвать сотрудников.<br>
";



















?>